/*
 Navicat Premium Data Transfer

 Source Server         : postgres@docker-hadoop104
 Source Server Type    : PostgreSQL
 Source Server Version : 120001
 Source Host           : hadoop104:5432
 Source Catalog        : db01
 Source Schema         : public

 Target Server Type    : PostgreSQL
 Target Server Version : 120001
 File Encoding         : 65001

 Date: 16/09/2021 18:36:34
*/


-- ----------------------------
-- Table structure for jctb_unzip_detail
-- ----------------------------
DROP TABLE IF EXISTS "public"."jctb_unzip_detail";
CREATE TABLE "public"."jctb_unzip_detail" (
  "id" int8 NOT NULL,
  "task_name" varchar(255) COLLATE "pg_catalog"."default",
  "data_name" varchar(255) COLLATE "pg_catalog"."default",
  "data_path" varchar(255) COLLATE "pg_catalog"."default",
  "province_code" varchar(255) COLLATE "pg_catalog"."default",
  "province_name" varchar(255) COLLATE "pg_catalog"."default",
  "city_code" varchar(255) COLLATE "pg_catalog"."default",
  "city_name" varchar(255) COLLATE "pg_catalog"."default",
  "county_code" varchar(255) COLLATE "pg_catalog"."default",
  "county_name" varchar(255) COLLATE "pg_catalog"."default"
)
;

-- ----------------------------
-- Records of jctb_unzip_detail
-- ----------------------------
INSERT INTO "public"."jctb_unzip_detail" VALUES (1001, '2021S205190028', '130223-滦县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\130000-河北省\130200-唐山市\130223-滦县\130223-滦县.shp', '130000', '河北省', '130200', '唐山市', '130223', '滦县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (1, '2021S205190028', '130223-滦县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\130000-河北省\130200-唐山市\130223-滦县\130223-滦县.shp', '130000', '河北省1', '130200', '唐山市', '130223', '滦县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (2, '2021S205190028', '130224-滦南县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\130000-河北省\130200-唐山市\130224-滦南县\130224-滦南县.shp', '130000', '河北省', '130200', '唐山市', '130224', '滦南县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (3, '2021S205190028', '130322-昌黎县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\130000-河北省\130300-秦皇岛市\130322-昌黎县\130322-昌黎县.shp', '130000', '河北省', '130300', '秦皇岛市', '130322', '昌黎县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (4, '2021S205190028', '130324-卢龙县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\130000-河北省\130300-秦皇岛市\130324-卢龙县\130324-卢龙县.shp', '130000', '河北省', '130300', '秦皇岛市', '130324', '卢龙县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (5, '2021S205190028', '140502-晋城市城区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\140000-山西省\140500-晋城市\140502-晋城市城区\140502-晋城市城区.shp', '140000', '山西省', '140500', '晋城市', '140502', '晋城市城区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (6, '2021S205190028', '140525-泽州县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\140000-山西省\140500-晋城市\140525-泽州县\140525-泽州县.shp', '140000', '山西省', '140500', '晋城市', '140525', '泽州县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (7, '2021S205190028', '140723-和顺县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\140000-山西省\140700-晋中市\140723-和顺县\140723-和顺县.shp', '140000', '山西省', '140700', '晋中市', '140723', '和顺县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (8, '2021S205190028', '140724-昔阳县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\140000-山西省\140700-晋中市\140724-昔阳县\140724-昔阳县.shp', '140000', '山西省', '140700', '晋中市', '140724', '昔阳县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (9, '2021S205190028', '150526-扎鲁特旗', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\150000-内蒙古自治区\150500-通辽市\150526-扎鲁特旗\150526-扎鲁特旗.shp', '150000', '内蒙古自治区', '150500', '通辽市', '150526', '扎鲁特旗');
INSERT INTO "public"."jctb_unzip_detail" VALUES (10, '2021S205190028', '150623-鄂托克前旗', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\150000-内蒙古自治区\150600-鄂尔多斯市\150623-鄂托克前旗\150623-鄂托克前旗.shp', '150000', '内蒙古自治区', '150600', '鄂尔多斯市', '150623', '鄂托克前旗');
INSERT INTO "public"."jctb_unzip_detail" VALUES (11, '2021S205190028', '150783-扎兰屯市', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\150000-内蒙古自治区\150700-呼伦贝尔市\150783-扎兰屯市\150783-扎兰屯市.shp', '150000', '内蒙古自治区', '150700', '呼伦贝尔市', '150783', '扎兰屯市');
INSERT INTO "public"."jctb_unzip_detail" VALUES (12, '2021S205190028', '152221-科尔沁右翼前旗', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\150000-内蒙古自治区\152200-兴安盟\152221-科尔沁右翼前旗\152221-科尔沁右翼前旗.shp', '150000', '内蒙古自治区', '152200', '兴安盟', '152221', '科尔沁右翼前旗');
INSERT INTO "public"."jctb_unzip_detail" VALUES (13, '2021S205190028', '152223-扎赉特旗', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\150000-内蒙古自治区\152200-兴安盟\152223-扎赉特旗\152223-扎赉特旗.shp', '150000', '内蒙古自治区', '152200', '兴安盟', '152223', '扎赉特旗');
INSERT INTO "public"."jctb_unzip_detail" VALUES (14, '2021S205190028', '211321-朝阳县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\210000-辽宁省\211300-朝阳市\211321-朝阳县\211321-朝阳县.shp', '210000', '辽宁省', '211300', '朝阳市', '211321', '朝阳县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (15, '2021S205190028', '211324-喀喇沁左翼蒙古族自治县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\210000-辽宁省\211300-朝阳市\211324-喀喇沁左翼蒙古族自治县\211324-喀喇沁左翼蒙古族自治县.shp', '210000', '辽宁省', '211300', '朝阳市', '211324', '喀喇沁左翼蒙古族自治县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (16, '2021S205190028', '330102-上城区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\330000-浙江省\330100-杭州市\330102-上城区\330102-上城区.shp', '330000', '浙江省', '330100', '杭州市', '330102', '上城区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (17, '2021S205190028', '330103-下城区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\330000-浙江省\330100-杭州市\330103-下城区\330103-下城区.shp', '330000', '浙江省', '330100', '杭州市', '330103', '下城区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (18, '2021S205190028', '330104-江干区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\330000-浙江省\330100-杭州市\330104-江干区\330104-江干区.shp', '330000', '浙江省', '330100', '杭州市', '330104', '江干区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (19, '2021S205190028', '330105-拱墅区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\330000-浙江省\330100-杭州市\330105-拱墅区\330105-拱墅区.shp', '330000', '浙江省', '330100', '杭州市', '330105', '拱墅区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (20, '2021S205190028', '330106-西湖区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\330000-浙江省\330100-杭州市\330106-西湖区\330106-西湖区.shp', '330000', '浙江省', '330100', '杭州市', '330106', '西湖区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (21, '2021S205190028', '330108-滨江区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\330000-浙江省\330100-杭州市\330108-滨江区\330108-滨江区.shp', '330000', '浙江省', '330100', '杭州市', '330108', '滨江区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (22, '2021S205190028', '330109-萧山区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\330000-浙江省\330100-杭州市\330109-萧山区\330109-萧山区.shp', '330000', '浙江省', '330100', '杭州市', '330109', '萧山区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (23, '2021S205190028', '330110-余杭区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\330000-浙江省\330100-杭州市\330110-余杭区\330110-余杭区.shp', '330000', '浙江省', '330100', '杭州市', '330110', '余杭区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (24, '2021S205190028', '330111-富阳区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\330000-浙江省\330100-杭州市\330111-富阳区\330111-富阳区.shp', '330000', '浙江省', '330100', '杭州市', '330111', '富阳区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (25, '2021S205190028', '330112-临安区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\330000-浙江省\330100-杭州市\330112-临安区\330112-临安区.shp', '330000', '浙江省', '330100', '杭州市', '330112', '临安区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (26, '2021S205190028', '330481-海宁市', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\330000-浙江省\330400-嘉兴市\330481-海宁市\330481-海宁市.shp', '330000', '浙江省', '330400', '嘉兴市', '330481', '海宁市');
INSERT INTO "public"."jctb_unzip_detail" VALUES (27, '2021S205190028', '330521-德清县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\330000-浙江省\330500-湖州市\330521-德清县\330521-德清县.shp', '330000', '浙江省', '330500', '湖州市', '330521', '德清县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (28, '2021S205190028', '330523-安吉县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\330000-浙江省\330500-湖州市\330523-安吉县\330523-安吉县.shp', '330000', '浙江省', '330500', '湖州市', '330523', '安吉县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (29, '2021S205190028', '340303-蚌山区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\340000-安徽省\340300-蚌埠市\340303-蚌山区\340303-蚌山区.shp', '340000', '安徽省', '340300', '蚌埠市', '340303', '蚌山区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (30, '2021S205190028', '340304-禹会区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\340000-安徽省\340300-蚌埠市\340304-禹会区\340304-禹会区.shp', '340000', '安徽省', '340300', '蚌埠市', '340304', '禹会区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (31, '2021S205190028', '340402-大通区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\340000-安徽省\340400-淮南市\340402-大通区\340402-大通区.shp', '340000', '安徽省', '340400', '淮南市', '340402', '大通区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (32, '2021S205190028', '341125-定远县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\340000-安徽省\341100-滁州市\341125-定远县\341125-定远县.shp', '340000', '安徽省', '341100', '滁州市', '341125', '定远县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (33, '2021S205190028', '341126-凤阳县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\340000-安徽省\341100-滁州市\341126-凤阳县\341126-凤阳县.shp', '340000', '安徽省', '341100', '滁州市', '341126', '凤阳县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (34, '2021S205190028', '360428-都昌县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\360000-江西省\360400-九江市\360428-都昌县\360428-都昌县.shp', '360000', '江西省', '360400', '九江市', '360428', '都昌县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (35, '2021S205190028', '360483-庐山市', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\360000-江西省\360400-九江市\360483-庐山市\360483-庐山市.shp', '360000', '江西省', '360400', '九江市', '360483', '庐山市');
INSERT INTO "public"."jctb_unzip_detail" VALUES (36, '2021S205190028', '361021-南城县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\360000-江西省\361000-抚州市\361021-南城县\361021-南城县.shp', '360000', '江西省', '361000', '抚州市', '361021', '南城县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (37, '2021S205190028', '361022-黎川县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\360000-江西省\361000-抚州市\361022-黎川县\361022-黎川县.shp', '360000', '江西省', '361000', '抚州市', '361022', '黎川县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (38, '2021S205190028', '361028-资溪县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\360000-江西省\361000-抚州市\361028-资溪县\361028-资溪县.shp', '360000', '江西省', '361000', '抚州市', '361028', '资溪县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (39, '2021S205190028', '370321-桓台县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\370300-淄博市\370321-桓台县\370321-桓台县.shp', '370000', '山东省', '370300', '淄博市', '370321', '桓台县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (40, '2021S205190028', '370322-高青县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\370300-淄博市\370322-高青县\370322-高青县.shp', '370000', '山东省', '370300', '淄博市', '370322', '高青县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (41, '2021S205190028', '370502-东营区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\370500-东营市\370502-东营区\370502-东营区.shp', '370000', '山东省', '370500', '东营市', '370502', '东营区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (42, '2021S205190028', '370523-广饶县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\370500-东营市\370523-广饶县\370523-广饶县.shp', '370000', '山东省', '370500', '东营市', '370523', '广饶县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (43, '2021S205190028', '370724-临朐县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\370700-潍坊市\370724-临朐县\370724-临朐县.shp', '370000', '山东省', '370700', '潍坊市', '370724', '临朐县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (44, '2021S205190028', '370782-诸城市', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\370700-潍坊市\370782-诸城市\370782-诸城市.shp', '370000', '山东省', '370700', '潍坊市', '370782', '诸城市');
INSERT INTO "public"."jctb_unzip_detail" VALUES (45, '2021S205190028', '370783-寿光市', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\370700-潍坊市\370783-寿光市\370783-寿光市.shp', '370000', '山东省', '370700', '潍坊市', '370783', '寿光市');
INSERT INTO "public"."jctb_unzip_detail" VALUES (46, '2021S205190028', '370784-安丘市', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\370700-潍坊市\370784-安丘市\370784-安丘市.shp', '370000', '山东省', '370700', '潍坊市', '370784', '安丘市');
INSERT INTO "public"."jctb_unzip_detail" VALUES (47, '2021S205190028', '371103-岚山区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\371100-日照市\371103-岚山区\371103-岚山区.shp', '370000', '山东省', '371100', '日照市', '371103', '岚山区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (48, '2021S205190028', '371121-五莲县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\371100-日照市\371121-五莲县\371121-五莲县.shp', '370000', '山东省', '371100', '日照市', '371121', '五莲县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (49, '2021S205190028', '371122-莒县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\371100-日照市\371122-莒县\371122-莒县.shp', '370000', '山东省', '371100', '日照市', '371122', '莒县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (50, '2021S205190028', '371321-沂南县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\371300-临沂市\371321-沂南县\371321-沂南县.shp', '370000', '山东省', '371300', '临沂市', '371321', '沂南县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (51, '2021S205190028', '371323-沂水县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\371300-临沂市\371323-沂水县\371323-沂水县.shp', '370000', '山东省', '371300', '临沂市', '371323', '沂水县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (52, '2021S205190028', '371602-滨城区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\371600-滨州市\371602-滨城区\371602-滨城区.shp', '370000', '山东省', '371600', '滨州市', '371602', '滨城区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (53, '2021S205190028', '371625-博兴县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\371600-滨州市\371625-博兴县\371625-博兴县.shp', '370000', '山东省', '371600', '滨州市', '371625', '博兴县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (54, '2021S205190028', '371728-东明县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\370000-山东省\371700-菏泽市\371728-东明县\371728-东明县.shp', '370000', '山东省', '371700', '菏泽市', '371728', '东明县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (55, '2021S205190028', '410202-龙亭区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\410200-开封市\410202-龙亭区\410202-龙亭区.shp', '410000', '河南省', '410200', '开封市', '410202', '龙亭区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (56, '2021S205190028', '410203-顺河回族区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\410200-开封市\410203-顺河回族区\410203-顺河回族区.shp', '410000', '河南省', '410200', '开封市', '410203', '顺河回族区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (57, '2021S205190028', '410204-鼓楼区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\410200-开封市\410204-鼓楼区\410204-鼓楼区.shp', '410000', '河南省', '410200', '开封市', '410204', '鼓楼区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (58, '2021S205190028', '410205-禹王台区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\410200-开封市\410205-禹王台区\410205-禹王台区.shp', '410000', '河南省', '410200', '开封市', '410205', '禹王台区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (59, '2021S205190028', '410212-祥符区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\410200-开封市\410212-祥符区\410212-祥符区.shp', '410000', '河南省', '410200', '开封市', '410212', '祥符区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (60, '2021S205190028', '410221-杞县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\410200-开封市\410221-杞县\410221-杞县.shp', '410000', '河南省', '410200', '开封市', '410221', '杞县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (61, '2021S205190028', '410222-通许县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\410200-开封市\410222-通许县\410222-通许县.shp', '410000', '河南省', '410200', '开封市', '410222', '通许县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (62, '2021S205190028', '410225-兰考县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\410200-开封市\410225-兰考县\410225-兰考县.shp', '410000', '河南省', '410200', '开封市', '410225', '兰考县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (63, '2021S205190028', '410526-滑县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\410500-安阳市\410526-滑县\410526-滑县.shp', '410000', '河南省', '410500', '安阳市', '410526', '滑县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (64, '2021S205190028', '410727-封丘县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\410700-新乡市\410727-封丘县\410727-封丘县.shp', '410000', '河南省', '410700', '新乡市', '410727', '封丘县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (65, '2021S205190028', '410728-长垣县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\410700-新乡市\410728-长垣县\410728-长垣县.shp', '410000', '河南省', '410700', '新乡市', '410728', '长垣县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (66, '2021S205190028', '410928-濮阳县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\410900-濮阳市\410928-濮阳县\410928-濮阳县.shp', '410000', '河南省', '410900', '濮阳市', '410928', '濮阳县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (67, '2021S205190028', '411421-民权县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\411400-商丘市\411421-民权县\411421-民权县.shp', '410000', '河南省', '411400', '商丘市', '411421', '民权县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (68, '2021S205190028', '411624-沈丘县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\411600-周口市\411624-沈丘县\411624-沈丘县.shp', '410000', '河南省', '411600', '周口市', '411624', '沈丘县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (69, '2021S205190028', '411626-淮阳县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\411600-周口市\411626-淮阳县\411626-淮阳县.shp', '410000', '河南省', '411600', '周口市', '411626', '淮阳县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (70, '2021S205190028', '411681-项城市', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\410000-河南省\411600-周口市\411681-项城市\411681-项城市.shp', '410000', '河南省', '411600', '周口市', '411681', '项城市');
INSERT INTO "public"."jctb_unzip_detail" VALUES (71, '2021S205190028', '511822-荥经县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\510000-四川省\511800-雅安市\511822-荥经县\511822-荥经县.shp', '510000', '四川省', '511800', '雅安市', '511822', '荥经县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (72, '2021S205190028', '511823-汉源县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\510000-四川省\511800-雅安市\511823-汉源县\511823-汉源县.shp', '510000', '四川省', '511800', '雅安市', '511823', '汉源县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (73, '2021S205190028', '511824-石棉县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\510000-四川省\511800-雅安市\511824-石棉县\511824-石棉县.shp', '510000', '四川省', '511800', '雅安市', '511824', '石棉县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (74, '2021S205190028', '513322-泸定县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\510000-四川省\513300-甘孜藏族自治州\513322-泸定县\513322-泸定县.shp', '510000', '四川省', '513300', '甘孜藏族自治州', '513322', '泸定县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (75, '2021S205190028', '530602-昭阳区', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\530000-云南省\530600-昭通市\530602-昭阳区\530602-昭阳区.shp', '530000', '云南省', '530600', '昭通市', '530602', '昭阳区');
INSERT INTO "public"."jctb_unzip_detail" VALUES (76, '2021S205190028', '530621-鲁甸县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\530000-云南省\530600-昭通市\530621-鲁甸县\530621-鲁甸县.shp', '530000', '云南省', '530600', '昭通市', '530621', '鲁甸县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (77, '2021S205190028', '530624-大关县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\530000-云南省\530600-昭通市\530624-大关县\530624-大关县.shp', '530000', '云南省', '530600', '昭通市', '530624', '大关县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (78, '2021S205190028', '530625-永善县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\530000-云南省\530600-昭通市\530625-永善县\530625-永善县.shp', '530000', '云南省', '530600', '昭通市', '530625', '永善县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (79, '2021S205190028', '530628-彝良县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\530000-云南省\530600-昭通市\530628-彝良县\530628-彝良县.shp', '530000', '云南省', '530600', '昭通市', '530628', '彝良县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (80, '2021S205190028', '540425-察隅县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\540000-西藏自治区\540400-林芝地区\540425-察隅县\540425-察隅县.shp', '540000', '西藏自治区', '540400', '林芝地区', '540425', '察隅县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (81, '2021S205190028', '620923-肃北蒙古族自治县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\620000-甘肃省\620900-酒泉市\620923-肃北蒙古族自治县\620923-肃北蒙古族自治县.shp', '620000', '甘肃省', '620900', '酒泉市', '620923', '肃北蒙古族自治县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (82, '2021S205190028', '632323-泽库县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\630000-青海省\632300-黄南藏族自治州\632323-泽库县\632323-泽库县.shp', '630000', '青海省', '632300', '黄南藏族自治州', '632323', '泽库县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (83, '2021S205190028', '632521-共和县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\630000-青海省\632500-海南藏族自治州\632521-共和县\632521-共和县.shp', '630000', '青海省', '632500', '海南藏族自治州', '632521', '共和县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (84, '2021S205190028', '632522-同德县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\630000-青海省\632500-海南藏族自治州\632522-同德县\632522-同德县.shp', '630000', '青海省', '632500', '海南藏族自治州', '632522', '同德县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (85, '2021S205190028', '632525-贵南县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\630000-青海省\632500-海南藏族自治州\632525-贵南县\632525-贵南县.shp', '630000', '青海省', '632500', '海南藏族自治州', '632525', '贵南县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (86, '2021S205190028', '650421-鄯善县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\650400-吐鲁番市\650421-鄯善县\650421-鄯善县.shp', '650000', '新疆维吾尔自治区', '650400', '吐鲁番市', '650421', '鄯善县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (87, '2021S205190028', '650521-巴里坤哈萨克自治县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\650500-哈密市\650521-巴里坤哈萨克自治县\650521-巴里坤哈萨克自治县.shp', '650000', '新疆维吾尔自治区', '650500', '哈密市', '650521', '巴里坤哈萨克自治县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (88, '2021S205190028', '652328-木垒哈萨克自治县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\652300-昌吉回族自治州\652328-木垒哈萨克自治县\652328-木垒哈萨克自治县.shp', '650000', '新疆维吾尔自治区', '652300', '昌吉回族自治州', '652328', '木垒哈萨克自治县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (89, '2021S205190028', '652701-博乐市', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\652700-博尔塔拉蒙古自治州\652701-博乐市\652701-博乐市.shp', '650000', '新疆维吾尔自治区', '652700', '博尔塔拉蒙古自治州', '652701', '博乐市');
INSERT INTO "public"."jctb_unzip_detail" VALUES (90, '2021S205190028', '652722-精河县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\652700-博尔塔拉蒙古自治州\652722-精河县\652722-精河县.shp', '650000', '新疆维吾尔自治区', '652700', '博尔塔拉蒙古自治州', '652722', '精河县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (91, '2021S205190028', '652801-库尔勒市', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\652800-巴音郭楞蒙古自治州\652801-库尔勒市\652801-库尔勒市.shp', '650000', '新疆维吾尔自治区', '652800', '巴音郭楞蒙古自治州', '652801', '库尔勒市');
INSERT INTO "public"."jctb_unzip_detail" VALUES (92, '2021S205190028', '652823-尉犁县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\652800-巴音郭楞蒙古自治州\652823-尉犁县\652823-尉犁县.shp', '650000', '新疆维吾尔自治区', '652800', '巴音郭楞蒙古自治州', '652823', '尉犁县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (93, '2021S205190028', '652827-和静县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\652800-巴音郭楞蒙古自治州\652827-和静县\652827-和静县.shp', '650000', '新疆维吾尔自治区', '652800', '巴音郭楞蒙古自治州', '652827', '和静县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (94, '2021S205190028', '652923-库车县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\652900-阿克苏地区\652923-库车县\652923-库车县.shp', '650000', '新疆维吾尔自治区', '652900', '阿克苏地区', '652923', '库车县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (95, '2021S205190028', '652924-沙雅县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\652900-阿克苏地区\652924-沙雅县\652924-沙雅县.shp', '650000', '新疆维吾尔自治区', '652900', '阿克苏地区', '652924', '沙雅县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (96, '2021S205190028', '653201-和田市', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\653200-和田地区\653201-和田市\653201-和田市.shp', '650000', '新疆维吾尔自治区', '653200', '和田地区', '653201', '和田市');
INSERT INTO "public"."jctb_unzip_detail" VALUES (97, '2021S205190028', '653221-和田县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\653200-和田地区\653221-和田县\653221-和田县.shp', '650000', '新疆维吾尔自治区', '653200', '和田地区', '653221', '和田县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (98, '2021S205190028', '653222-墨玉县', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\653200-和田地区\653222-墨玉县\653222-墨玉县.shp', '650000', '新疆维吾尔自治区', '653200', '和田地区', '653222', '墨玉县');
INSERT INTO "public"."jctb_unzip_detail" VALUES (99, '2021S205190028', '659006-铁门关市', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\659000-新疆维吾尔自治区直辖\659006-铁门关市\659006-铁门关市.shp', '650000', '新疆维吾尔自治区', '659000', '新疆维吾尔自治区直辖', '659006', '铁门关市');
INSERT INTO "public"."jctb_unzip_detail" VALUES (100, '2021S205190028', '659007-双河市', '\\10.80.1.115\Input\dataset_river81\target_zs\2021S205190028\2021S205190028\650000-新疆维吾尔自治区\659000-新疆维吾尔自治区直辖\659007-双河市\659007-双河市.shp', '650000', '新疆维吾尔自治区', '659000', '新疆维吾尔自治区直辖', '659007', '双河市');

-- ----------------------------
-- Primary Key structure for table jctb_unzip_detail
-- ----------------------------
ALTER TABLE "public"."jctb_unzip_detail" ADD CONSTRAINT "jctb_unzip_detail_pkey" PRIMARY KEY ("id");
